{
  "subtitle": "About Us",
  "title": "DEPARTMENT OF WILDLIFE CONSERVATION",
  "section1Title": "WHERE WE BEGAN",
  "section1Text": "The conservation efforts in Sri Lanka have a rich history dating back to 1889 when Colonel Clark advocated legislation to halt the exploitation of wildlife resources. This led to the passage of ordinances preventing the export of certain animal hides and imposing duties on firearms. Subsequent years saw the proclamation of reserves like Yala and Wilpattu, aiming for experimental conservation. The Fauna and Flora Protection Ordinance of 1937 spurred the identification of wildlife reserves, supported by funding for surveying and protection. In 1949, recognizing the need for a dedicated entity, the Wildlife Department was established.",
  "section2Title": "PROTECTED AREAS BY THE DWC",
  "protectedAreas": [
    {
      "image": "../IMAGES/department-images/kumana.webp",
      "title": "Kumana National Park",
      "description": "Located in the southeast corner of Sri Lanka, the 18,149 hectares Kumana National Park is a well-known eco-tourism attraction and bird sanctuary where a multitude of birds breed and roost. Kumana National Park is the eastern sector of Yala National Park. One of the most significant features of the Kumana National Park is the 'Kumana Villu' - a 200 hectare natural swamp lake, fed by the 'Kumbukkan Oya' through a half mile long narrow channel."
    },
    {
      "image": "../IMAGES/department-images/singharaja.webp",
      "title": "Sinharaja Rain Forest",
      "description": "Sinharaja is a Rain Forest and a biodiversity hotspot which is located in south west lowland wet zone within Sabaragamu and Southern provinces of Sri Lanka. Sinharaja rain forest is the country’s last viable area of primary tropical rain forest. It covers an area of 11,000 Ha of primary and secondary forests. This narrow strip of rolling site comprises of a series of ridges and valleys."
    },
    {
      "image": "../IMAGES/department-images/usangoda.webp",
      "title": "Usangooda National Park",
      "description": "Ussangoda National Park is a Sri Lankan national park and designated archaeological site, situated on the Colombo – Kataragama road near Ambalantota – Nonagama Junction in Hambantota District. It is located in the southern sea turtle breeding zones. Ussangoda is a patch of high ground by the sea and spreads over a significant area. Unlike the rest of the land surrounding, it is only covered with grass and a few pockets of pigmy forests. The summit of Ussangoda area pans like a plateau for a significant length."
    }
  ],
  "section3Title": "LOCATE US"
}
